Repository: Jakuko99/uWatch
Catalog: po/*.po
Languages: de

source: Could not find any devices.
de: Es konnten keine Ger채te gefunden werden.

source: Add device
de: Ger채t hinzuf체gen

source: Sync
de: Synchroniseren

source: Scanning for devices
de: Suche nach Ger채te...

source: Settings
de: Einstellungen

source: Heart rate
de: Herzfrequenz

source: Steps
de: Schritte

source: Burnt calories
de: Verbrannte Kalorien

source: Sync watch after it connected
de: Synchronisiere die SmartWatch nachdem sie sich verbunden hat

source: No watches yet!
de: Noch keine SmartWatches!

source: To start, just click on '+' in the top bar
de: Beginne, indem du einfach auf das '+' in der oberen Leiste klickst
